Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# CBOMPageTitle.Text
source: The Cryptographic Bill of Materials (CBOM) offers a system-level inventory and introspection of the operating system cryptography, surfacing the algorithms, curves, cipher suites, and providers that define the platform's cryptographic posture. By normalizing what the OS exposes, it delivers SBOM-like transparency for crypto: enabling evidence-based audits, baseline conformance checks, drift detection across updates, identification of legacy/weak primitives, and planning for post-quantum transitions.
de_de: Die Kryptografische Stückliste (CBOM) bietet eine Bestandsaufnahme und Analyse der Betriebssystem-Kryptografie auf Systemebene und macht die Algorithmen, Kurven, Chiffresuiten und Anbieter sichtbar, die die kryptografische Sicherheitslage der Plattform bestimmen. Durch die Normalisierung der vom Betriebssystem bereitgestellten Informationen liefert sie SBOM-ähnliche Transparenz für Kryptografie: Sie ermöglicht evidenzbasierte Audits, Konformitätsprüfungen gegenüber Baselines, die Erkennung von Abweichungen über Updates hinweg, die Identifikation von Legacy-/schwachen Primitiven und die Planung für Post-Quanten-Übergänge.
hi_in: क्रिप्टोग्राफ़िक बिल ऑफ़ मैटेरियल्स (CBOM) सिस्टम-स्तरीय इन्वेंटरी और ऑपरेटिंग सिस्टम की क्रिप्टोग्राफ़ी का अंतर्दर्शन प्रदान करता है, जिससे वे एल्गोरिदम, वक्र, सिफर सूट और प्रदाता सामने आते हैं जो प्लेटफ़ॉर्म की क्रिप्टोग्राफ़िक मुद्रा को परिभाषित करते हैं. OS जो उजागर करता है उसे सामान्यीकृत करके, यह क्रिप्टो के लिए SBOM-जैसी पारदर्शिता प्रदान करता है: साक्ष्य-आधारित ऑडिट, बेसलाइन अनुपालन जांच, अपडेट्स के दौरान ड्रिफ्ट का पता लगाना, पुरानी/कमज़ोर प्रिमिटिव्स की पहचान, और पोस्ट-क्वांटम संक्रमणों की योजना.

# CA_NameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ml_in: പേര്
pl_pl: Nazwa

# CA_TypeHeader.Text
source: Type
ar: النوع
de_de: Typ
el_gr: Τύπος
es: Tipo
he_il: סוג
hi_in: प्रकार
ml_in: തരം
pl_pl: Typ

# CA_FlagsHeader.Text
source: Flags
ar: الأعلام
de_de: Kennzeichen
el_gr: Σημαίες
es: Indicadores
fr_fr: Drapeaux
he_il: דגלים
hi_in: फ्लैग्स
ml_in: ഫ്ലാഗുകൾ
pl_pl: Flagi

# CA_IsOpenableHeader.Text
source: Openable
ar: قابل للفتح
de_de: Öffnbar
el_gr: Δυνατότητα ανοίγματος
es: Se puede abrir
fr_fr: Ouvrable
he_il: ניתן לפתיחה
hi_in: खोलने योग्य
ml_in: തുറക്കാവുന്നത്
pl_pl: Możliwość otwarcia

# CA_IsPQHeader.Text
source: Post-Quantum
ar: ما بعد الكم
de_de: Post-Quanten
el_gr: Μετακβαντικό
es: Poscuántico
fr_fr: Post-Quantique
he_il: פוסט-קוונטי
hi_in: पोस्ट-क्वांटम
ml_in: പോസ്റ്റ്-ക്വാണ്ടം
pl_pl: Postkwantowe

# CA_KeyGenHeader.Text
source: Key Generation
ar: إنشاء المفاتيح
de_de: Schlüsselerzeugung
el_gr: Δημιουργία κλειδιών
es: Generación de claves
fr_fr: Génération de clé
he_il: יצירת מפתחות
hi_in: कुंजी निर्माण
ml_in: കീ നിർമ്മാണം
pl_pl: Generowanie klucza

# CA_ParamSetsHeader.Text
source: Parameter Sets
ar: مجموعات المعلمات
de_de: Parametersätze
el_gr: Σύνολα παραμέτρων
es: Conjuntos de parámetros
fr_fr: Jeux de paramètres
he_il: ערכות פרמטרים
hi_in: पैरामीटर सेट
ml_in: പാരാമീറ്റർ സെറ്റുകൾ
pl_pl: Zestawy parametrów

# CNG_NameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ml_in: പേര്
pl_pl: Nazwa

# CNG_LengthHeader.Text
source: Public Key Bits
ar: بتّات المفتاح العام
de_de: Bits des öffentlichen Schlüssels
el_gr: Bits δημόσιου κλειδιού
es: Bits de clave pública
fr_fr: Bits de clé publique
he_il: סיביות מפתח ציבורי
hi_in: सार्वजनिक कुंजी बिट्स
ml_in: പബ്ലിക് കീ ബിറ്റുകൾ
pl_pl: Bity klucza publicznego

# SSL_NameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ml_in: പേര്
pl_pl: Nazwa

# SSL_LengthHeader.Text
source: Public Key Bits
ar: بتّات المفتاح العام
de_de: Bits des öffentlichen Schlüssels
el_gr: Bits δημόσιου κλειδιού
es: Bits de clave pública
fr_fr: Bits de clé publique
he_il: סיביות מפתח ציבורי
hi_in: सार्वजनिक कुंजी बिट्स
ml_in: പബ്ലിക് കീ ബിറ്റുകൾ
pl_pl: Bity klucza publicznego

# SSL_TypeHeader.Text
source: Curve Type
ar: نوع المنحنى
de_de: Kurventyp
el_gr: Τύπος καμπύλης
es: Tipo de curva
fr_fr: Type de courbe
he_il: סוג עקומה
hi_in: वक्र प्रकार
ml_in: വക്രത്തിന്റെ തരം
pl_pl: Typ krzywej

# SSL_FlagsHeader.Text
source: Flags
ar: الأعلام
de_de: Kennzeichen
el_gr: Σημαίες
es: Indicadores
fr_fr: Drapeaux
he_il: דגלים
hi_in: फ्लैग्स
ml_in: ഫ്ലാഗുകൾ
pl_pl: Flagi

# TLS_NameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ml_in: പേര്
pl_pl: Nazwa

# TLS_CipherHeader.Text
source: Cipher
ar: التشفير
de_de: Chiffre
el_gr: Κρυπτογράφηση
es: Cifrado
fr_fr: Chiffrement
he_il: צופן
hi_in: सिफर
ml_in: സൈഫർ
pl_pl: Szyfr

# TLS_CSHeader.Text
source: Cipher Suite
ar: مجموعة التشفير
de_de: Chiffresuite
el_gr: Σουίτα κρυπτογράφησης
es: Conjunto de cifrado
fr_fr: Suite de chiffrement
he_il: חבילת צופן
hi_in: सिफर सूट
ml_in: സൈഫർ സ്യൂട്ട്
pl_pl: Zestaw szyfrów

# TLS_BaseCSHeader.Text
source: Base Cipher Suite
ar: مجموعة التشفير الأساسية
de_de: Basis-Chiffresuite
el_gr: Βασική σουίτα κρυπτογράφησης
es: Conjunto de cifrado base
fr_fr: Suite de chiffrement de base
he_il: חבילת צופן בסיסית
hi_in: बेस सिफर सूट
ml_in: ബേസ് സൈഫർ സ്യൂട്ട്
pl_pl: Bazowy zestaw szyfrów

# TLS_HashHeader.Text
source: Hash
ar: التجزئة
el_gr: Κατακερματισμός
fr_fr: Hachage
he_il: גיבוב
hi_in: हैश
ml_in: ഹാഷ്
pl_pl: Skrót

# TLS_ExchangeHeader.Text
source: Exchange
ar: تبادل المفاتيح
de_de: Schlüsselaustausch
el_gr: Ανταλλαγή κλειδιών
es: Intercambio de claves
fr_fr: Échange
he_il: חילופי מפתחות
hi_in: कुंजी विनिमय
ml_in: കീ കൈമാറ്റം
pl_pl: Wymiana kluczy

# TLS_CertHeader.Text
source: Certificate
ar: الشهادة
de_de: Zertifikat
el_gr: Πιστοποιητικό
es: Certificado
fr_fr: Certificat
he_il: תעודה
hi_in: प्रमाणपत्र
ml_in: സർട്ടിഫിക്കറ്റ്
pl_pl: Certyfikat

# TLS_CLenHeader.Text
source: Cipher Len
ar: طول الشيفرة
de_de: Chiffre-Länge
el_gr: Μήκος κρυπτογράφησης
es: Longitud de cifrado
fr_fr: Long. Chiffrement
he_il: אורך צופן
hi_in: सिफर लंबाई
ml_in: സൈഫർ നീളം
pl_pl: Długość szyfru

# TLS_CBLenHeader.Text
source: Block Len
ar: طول الكتلة
de_de: Blocklänge
el_gr: Μήκος μπλοκ
es: Longitud de bloque
fr_fr: Long. Bloc
he_il: אורך בלוק
hi_in: ब्लॉक लंबाई
ml_in: ബ്ലോക്ക് നീളം
pl_pl: Długość bloku

# TLS_HLenHeader.Text
source: Hash Len
ar: طول التجزئة
de_de: Hash-Länge
el_gr: Μήκος κατακερματισμού
es: Longitud de hash
fr_fr: Long. Hachage
he_il: אורך גיבוב
hi_in: हैश लंबाई
ml_in: ഹാഷ് നീളം
pl_pl: Długość skrótu

# TLS_MinExHeader.Text
source: Min Exch Len
ar: الطول الأدنى للتبادل
de_de: Min. Austauschlänge
el_gr: Ελάχιστο μήκος ανταλλαγής
es: Longitud mínima de intercambio
fr_fr: Long. Min Éch.
he_il: אורך חילוף מינימלי
hi_in: न्यूनतम विनिमय लंबाई
ml_in: കുറഞ്ഞ കൈമാറ്റ നീളം
pl_pl: Minimalna długość wymiany

# TLS_MaxExHeader.Text
source: Max Exch Len
ar: الطول الأقصى للتبادل
de_de: Max. Austauschlänge
el_gr: Μέγιστο μήκος ανταλλαγής
es: Longitud máxima de intercambio
fr_fr: Long. Max Éch.
he_il: אורך חילוף מקסימלי
hi_in: अधिकतम विनिमय लंबाई
ml_in: പരമാവധി കൈമാറ്റ നീളം
pl_pl: Maksymalna długość wymiany

# TLS_KeyTypeHeader.Text
source: Key Type
ar: نوع المفتاح
de_de: Schlüsseltyp
el_gr: Τύπος κλειδιού
es: Tipo de clave
fr_fr: Type de clé
he_il: סוג מפתח
hi_in: कुंजी प्रकार
ml_in: കീ തരം
pl_pl: Typ klucza

# REG_NameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ml_in: പേര്
pl_pl: Nazwa

# GenerateCBOMButton.Content
source: Generate CBOM
ar: إنشاء CBOM
de_de: CBOM erstellen
el_gr: Δημιουργία CBOM
es: Generar CBOM
fr_fr: Générer la CBOM
he_il: צור CBOM
hi_in: CBOM उत्पन्न करें
ml_in: CBOM സൃഷ്ടിക്കുക
pl_pl: Generuj CBOM

# GenerateCBOMButton.ToolTipService.ToolTip
source: Generate the Cryptographic Bill of Material for the current system.
ar: أنشئ كشف المكوّنات التشفيرية للنظام الحالي.
de_de: Die Kryptografische Stückliste für das aktuelle System erstellen.
el_gr: Δημιουργήστε τον Κατάλογο Κρυπτογραφικών Στοιχείων για το τρέχον σύστημα.
es: Genere la lista de materiales criptográficos para el sistema actual.
fr_fr: Générer la nomenclature cryptographique pour le système actuel.
he_il: צור את רשימת החומרים הקריפטוגרפית עבור המערכת הנוכחית.
hi_in: वर्तमान सिस्टम के लिए क्रिप्टोग्राफ़िक बिल ऑफ़ मैटेरियल्स उत्पन्न करें.
ml_in: നിലവിലെ സിസ്റ്റത്തിനായി ക്രിപ്റ്റോഗ്രാഫിക് ബിൽ ഓഫ് മെറ്റീരിയൽസ് സൃഷ്ടിക്കുക.
pl_pl: Wygeneruj kryptograficzny wykaz materiałów dla bieżącego systemu.

# GenerateCBOMButton.AutomationProperties.HelpText
source: Generate the Cryptographic Bill of Material for the current system.
ar: أنشئ كشف المكوّنات التشفيرية للنظام الحالي.
de_de: Die Kryptografische Stückliste für das aktuelle System erstellen.
el_gr: Δημιουργήστε τον Κατάλογο Κρυπτογραφικών Στοιχείων για το τρέχον σύστημα.
es: Genere la lista de materiales criptográficos para el sistema actual.
fr_fr: Générer la nomenclature cryptographique pour le système actuel.
he_il: צור את רשימת החומרים הקריפטוגרפית עבור המערכת הנוכחית.
hi_in: वर्तमान सिस्टम के लिए क्रिप्टोग्राफ़िक बिल ऑफ़ मैटेरियल्स उत्पन्न करें.
ml_in: നിലവിലെ സിസ്റ്റത്തിനായി ക്രിപ്റ്റോഗ്രാഫിക് ബിൽ ഓഫ് മെറ്റീരിയൽസ് സൃഷ്ടിക്കുക.
pl_pl: Wygeneruj kryptograficzny wykaz materiałów dla bieżącego systemu.

# ViewSelectedFilesTextBlock.Text
source: View the files you selected.
ar: عرض الملفات التي حددتها.
de_de: Die von Ihnen ausgewählten Dateien anzeigen.
el_gr: Προβάλετε τα αρχεία που επιλέξατε.
es: Ver los archivos que seleccionó.
fr_fr: Voir les fichiers sélectionnés.
he_il: הצג את הקבצים שבחרת.
hi_in: आपने जिन फ़ाइलों का चयन किया है उन्हें देखें.
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയലുകൾ കാണുക.
pl_pl: Wyświetl wybrane pliki.

# FileBrowseButton.Content
source: Browse
ar: استعراض
de_de: Durchsuchen
el_gr: Περιήγηση
es: Examinar
fr_fr: Parcourir
he_il: עיון
hi_in: ब्राउज़ करें
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj

# FileBrowseButton.ToolTipService.ToolTip
source: Opens the File picker dialog allowing you to select file(s)
ar: يفتح مربع حوار منتقي الملفات مما يتيح لك تحديد ملف/ملفات
de_de: Öffnet den Dateiauswahldialog, in dem Sie Datei(en) auswählen können
el_gr: Ανοίγει το παράθυρο επιλογής αρχείων που σας επιτρέπει να επιλέξετε αρχείο(α)
es: Abre el cuadro de diálogo del selector de archivos que le permite seleccionar archivo(s)
fr_fr: Ouvre la boîte de dialogue de sélection de fichiers vous permettant de sélectionner un ou plusieurs fichiers
he_il: פותח את תיבת הדו־שיח לבחירת קבצים ומאפשר לבחור קובץ/קבצים
hi_in: फ़ाइल पिकर डायलॉग खोलता है जो आपको file(s) चुनने की अनुमति देता है
ml_in: ഫയൽ പിക്കർ ഡയലോഗ് തുറക്കുന്നു, ഇത് നിങ്ങൾക്ക് file(s) തിരഞ്ഞെടുക്കാൻ അനുവദിക്കുന്നു
pl_pl: Otwiera okno wyboru plików, umożliwiające wybranie pliku/plików

# FileBrowseButton.AutomationProperties.HelpText
source: Opens the File picker dialog allowing you to select file(s)
ar: يفتح مربع حوار منتقي الملفات مما يتيح لك تحديد ملف/ملفات
de_de: Öffnet den Dateiauswahldialog, in dem Sie Datei(en) auswählen können
el_gr: Ανοίγει το παράθυρο επιλογής αρχείων που σας επιτρέπει να επιλέξετε αρχείο(α)
es: Abre el cuadro de diálogo del selector de archivos que le permite seleccionar archivo(s)
fr_fr: Ouvre la boîte de dialogue de sélection de fichiers vous permettant de sélectionner un ou plusieurs fichiers
he_il: פותח את תיבת הדו־שיח לבחירת קבצים ומאפשר לבחור קובץ/קבצים
hi_in: फ़ाइल पिकर डायलॉग खोलता है जो आपको file(s) चुनने की अनुमति देता है
ml_in: ഫയൽ പിക്കർ ഡയലോഗ് തുറക്കുന്നു, ഇത് നിങ്ങൾക്ക് file(s) തിരഞ്ഞെടുക്കാൻ അനുവദിക്കുന്നു
pl_pl: Otwiera okno wyboru plików, umożliwiające wybranie pliku/plików

# RetrieveRecommendedOnlyMenuFlyoutItem.Text
source: Retrieve Recommended Only
ar: استرداد العناصر الموصى بها فقط
de_de: Nur empfohlene Elemente abrufen
el_gr: Ανάκτηση μόνο των προτεινόμενων
es: Obtener solo los recomendados
fr_fr: Récupérer recommandé uniquement
he_il: קבל מומלצים בלבד
hi_in: केवल अनुशंसित प्राप्त करें
ml_in: ശുപാർശ ചെയ്തവ മാത്രം വീണ്ടെടുക്കുക
pl_pl: Pobierz tylko zalecane

# RetrieveRecommendedOnlyMenuFlyoutItem.ToolTipService.ToolTip
source: Only retrieve the recommended items.
ar: استرداد العناصر الموصى بها فقط.
de_de: Es werden nur die empfohlenen Elemente abgerufen.
el_gr: Ανάκτηση μόνο των προτεινόμενων στοιχείων.
es: Obtener solo los elementos recomendados.
fr_fr: Récupérer uniquement les éléments recommandés.
he_il: קבל רק את הפריטים המומלצים.
hi_in: केवल अनुशंसित आइटम प्राप्त करें.
ml_in: ശുപാർശ ചെയ്ത ഇനങ്ങൾ മാത്രം വീണ്ടെടുക്കുക.
pl_pl: Pobierz tylko zalecane elementy.

# RetrieveRecommendedOnlyMenuFlyoutItem.AutomationProperties.HelpText
source: Only retrieve the recommended items.
ar: استرداد العناصر الموصى بها فقط.
de_de: Es werden nur die empfohlenen Elemente abgerufen.
el_gr: Ανάκτηση μόνο των προτεινόμενων στοιχείων.
es: Obtener solo los elementos recomendados.
fr_fr: Récupérer uniquement les éléments recommandés.
he_il: קבל רק את הפריטים המומלצים.
hi_in: केवल अनुशंसित आइटम प्राप्त करें.
ml_in: ശുപാർശ ചെയ്ത ഇനങ്ങൾ മാത്രം വീണ്ടെടുക്കുക.
pl_pl: Pobierz tylko zalecane elementy.

# MicrosoftDefenderSecurityMeasuresTab.Header
source: Security Measures
ar: إجراءات الأمان
de_de: Sicherheitsmaßnahmen
el_gr: Μέτρα ασφάλειας
es: Medidas de seguridad
fr_fr: Mesures de sécurité
he_il: אמצעי אבטחה
hi_in: सुरक्षा उपाय
ml_in: സുരക്ഷാ നടപടികൾ
pl_pl: Środki bezpieczeństwa

# MicrosoftDefenderSecurityMeasuresTab.ToolTipService.ToolTip
source: Manage Security Measures related to Microsoft Defender.
ar: إدارة إجراءات الأمان المتعلقة بـ Microsoft Defender.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit Microsoft Defender verwalten.
el_gr: Διαχείριση μέτρων ασφάλειας που σχετίζονται με το Microsoft Defender.
es: Administrar las medidas de seguridad relacionadas con Microsoft Defender.
fr_fr: Gérer les mesures de sécurité liées à Microsoft Defender.
he_il: נהל אמצעי אבטחה הקשורים ל‑Microsoft Defender.
hi_in: Microsoft Defender से संबंधित सुरक्षा उपायों का प्रबंधन करें.
ml_in: Microsoft Defender-നുമായി ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj środkami bezpieczeństwa związanymi z Microsoft Defender.

# MicrosoftDefenderSecurityMeasuresTab.AutomationProperties.HelpText
source: Manage Security Measures related to Microsoft Defender.
ar: إدارة إجراءات الأمان المتعلقة بـ Microsoft Defender.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit Microsoft Defender verwalten.
el_gr: Διαχείριση μέτρων ασφάλειας που σχετίζονται με το Microsoft Defender.
es: Administrar las medidas de seguridad relacionadas con Microsoft Defender.
fr_fr: Gérer les mesures de sécurité liées à Microsoft Defender.
he_il: נהל אמצעי אבטחה הקשורים ל‑Microsoft Defender.
hi_in: Microsoft Defender से संबंधित सुरक्षा उपायों का प्रबंधन करें.
ml_in: Microsoft Defender-നുമായി ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj środkami bezpieczeństwa związanymi z Microsoft Defender.

# ExclusionMSDefenderTab.Header
source: Exclusion
ar: استثناء
de_de: Ausschlüsse
el_gr: Εξαίρεση
es: Exclusión
he_il: החרגות
hi_in: बहिष्करण
ml_in: ഒഴിവാക്കൽ
pl_pl: Wykluczenie

# ExclusionMSDefenderTab.ToolTipService.ToolTip
source: Add, Remove, View and manage excluded files in Microsoft Defender Antivirus, Controlled Folder Access and Attack Surface Reduction rules
ar: إضافة الملفات المستبعدة وإزالتها وعرضها وإدارتها في Microsoft Defender Antivirus، والوصول المتحكم به إلى المجلدات، وقواعد تقليل سطح الهجوم
de_de: Ausgeschlossene Dateien in Microsoft Defender Antivirus, Überwachtem Ordnerzugriff und Regeln zur Reduzierung der Angriffsfläche hinzufügen, entfernen, anzeigen und verwalten
el_gr: Προσθήκη, κατάργηση, προβολή και διαχείριση αρχείων που εξαιρούνται στο Microsoft Defender Antivirus, στην Ελεγχόμενη πρόσβαση σε φακέλους και στους κανόνες Μείωσης επιφάνειας επίθεσης
es: Agregar, quitar, ver y administrar archivos excluidos en Microsoft Defender Antivirus, Acceso controlado a carpetas y las reglas de Reducción de la superficie de ataque
fr_fr: Ajouter, supprimer, afficher et gérer les fichiers exclus dans l'antivirus Microsoft Defender, l'accès contrôlé aux dossiers et les règles de réduction de la surface d'attaque
he_il: הוסף, הסר, הצג ונהל קבצים מוחרגים ב‑Microsoft Defender Antivirus, גישה מבוקרת לתיקיות וכללי הפחתת משטח התקיפה
hi_in: Microsoft Defender Antivirus, Controlled Folder Access और Attack Surface Reduction नियमों में बहिष्कृत फ़ाइलें जोड़ें, हटाएँ, देखें और प्रबंधित करें
ml_in: Microsoft Defender Antivirus, Controlled Folder Access, Attack Surface Reduction നിയമങ്ങളിൽ ഒഴിവാക്കിയ ഫയലുകൾ ചേർക്കുക, നീക്കുക, കാണുക, നിയന്ത്രിക്കുക
pl_pl: Dodawaj, usuwaj, wyświetlaj i zarządzaj plikami wykluczonymi w Microsoft Defender Antivirus, Kontrolowanym dostępie do folderów oraz regułach Ograniczania powierzchni ataków

# ExclusionMSDefenderTab.AutomationProperties.HelpText
source: Add, Remove, View and manage excluded files in Microsoft Defender Antivirus, Controlled Folder Access and Attack Surface Reduction rules
ar: إضافة الملفات المستبعدة وإزالتها وعرضها وإدارتها في Microsoft Defender Antivirus، والوصول المتحكم به إلى المجلدات، وقواعد تقليل سطح الهجوم
de_de: Ausgeschlossene Dateien in Microsoft Defender Antivirus, Überwachtem Ordnerzugriff und Regeln zur Reduzierung der Angriffsfläche hinzufügen, entfernen, anzeigen und verwalten
el_gr: Προσθήκη, κατάργηση, προβολή και διαχείριση αρχείων που εξαιρούνται στο Microsoft Defender Antivirus, στην Ελεγχόμενη πρόσβαση σε φακέλους και στους κανόνες Μείωσης επιφάνειας επίθεσης
es: Agregar, quitar, ver y administrar archivos excluidos en Microsoft Defender Antivirus, Acceso controlado a carpetas y las reglas de Reducción de la superficie de ataque
fr_fr: Ajouter, supprimer, afficher et gérer les fichiers exclus dans l'antivirus Microsoft Defender, l'accès contrôlé aux dossiers et les règles de réduction de la surface d'attaque
he_il: הוסף, הסר, הצג ונהל קבצים מוחרגים ב‑Microsoft Defender Antivirus, גישה מבוקרת לתיקיות וכללי הפחתת משטח התקיפה
hi_in: Microsoft Defender Antivirus, Controlled Folder Access और Attack Surface Reduction नियमों में बहिष्कृत फ़ाइलें जोड़ें, हटाएँ, देखें और प्रबंधित करें
ml_in: Microsoft Defender Antivirus, Controlled Folder Access, Attack Surface Reduction നിയമങ്ങളിൽ ഒഴിവാക്കിയ ഫയലുകൾ ചേർക്കുക, നീക്കുക, കാണുക, നിയന്ത്രിക്കുക
pl_pl: Dodawaj, usuwaj, wyświetlaj i zarządzaj plikami wykluczonymi w Microsoft Defender Antivirus, Kontrolowanym dostępie do folderów oraz regułach Ograniczania powierzchni ataków

# TargetHeader.Text
source: Target
ar: الهدف
de_de: Ziel
el_gr: Στόχος
es: Destino
fr_fr: Cible
he_il: יעד
hi_in: लक्ष्य
ml_in: ലക്ഷ്യം
pl_pl: Cel

# SourceHeader.Text
source: Source
ar: المصدر
de_de: Quelle
el_gr: Πηγή
es: Origen
he_il: מקור
hi_in: स्रोत
ml_in: ഉറവിടം
pl_pl: Źródło

# TargetColumnHeaderBtn.Content
source: Target
ar: الهدف
de_de: Ziel
el_gr: Στόχος
es: Destino
fr_fr: Cible
he_il: יעד
hi_in: लक्ष्य
ml_in: ലക്ഷ്യം
pl_pl: Cel

# SourceColumnHeaderBtn.Content
source: Source
ar: المصدر
de_de: Quelle
el_gr: Πηγή
es: Origen
he_il: מקור
hi_in: स्रोत
ml_in: ഉറവിടം
pl_pl: Źródło

# RetrieveAllExclusionsButton.Content
source: Retrieve All
ar: استرداد الكل
de_de: Alle abrufen
el_gr: Ανάκτηση όλων
es: Obtener todo
fr_fr: Tout récupérer
he_il: קבל הכול
hi_in: सभी प्राप्त करें
ml_in: എല്ലാം വീണ്ടെടുക്കുക
pl_pl: Pobierz wszystko

# RetrieveAllExclusionsButton.ToolTipService.ToolTip
source: Retrieve all exclusions from all branches of the Microsoft Defender.
ar: استرداد جميع الاستثناءات من جميع مكونات Microsoft Defender.
de_de: Alle Ausschlüsse aus allen Bereichen von Microsoft Defender abrufen.
el_gr: Ανάκτηση όλων των εξαιρέσεων από όλα τα συστατικά του Microsoft Defender.
es: Obtener todas las exclusiones de todos los componentes de Microsoft Defender.
fr_fr: Récupérer toutes les exclusions de toutes les branches de Microsoft Defender.
he_il: קבל את כל ההחרגות מכל הענפים של Microsoft Defender.
hi_in: Microsoft Defender के सभी घटकों से सभी बहिष्करण प्राप्त करें.
ml_in: Microsoft Defender-ന്റെ എല്ലാ ഘടകങ്ങളിലെയും എല്ലാ ഒഴിവാക്കലുകളും വീണ്ടെടുക്കുക.
pl_pl: Pobierz wszystkie wykluczenia ze wszystkich składników Microsoft Defender.

# RetrieveAllExclusionsButton.AutomationProperties.HelpText
source: Retrieve all exclusions from all branches of the Microsoft Defender.
ar: استرداد جميع الاستثناءات من جميع مكونات Microsoft Defender.
de_de: Alle Ausschlüsse aus allen Bereichen von Microsoft Defender abrufen.
el_gr: Ανάκτηση όλων των εξαιρέσεων από όλα τα συστατικά του Microsoft Defender.
es: Obtener todas las exclusiones de todos los componentes de Microsoft Defender.
fr_fr: Récupérer toutes les exclusions de toutes les branches de Microsoft Defender.
he_il: קבל את כל ההחרגות מכל הענפים של Microsoft Defender.
hi_in: Microsoft Defender के सभी घटकों से सभी बहिष्करण प्राप्त करें.
ml_in: Microsoft Defender-ന്റെ എല്ലാ ഘടകങ്ങളിലെയും എല്ലാ ഒഴിവാക്കലുകളും വീണ്ടെടുക്കുക.
pl_pl: Pobierz wszystkie wykluczenia ze wszystkich składników Microsoft Defender.

# AddExclusionsButton.Content
source: Add Exclusions
ar: إضافة استثناءات
de_de: Ausschlüsse hinzufügen
el_gr: Προσθήκη εξαιρέσεων
es: Agregar exclusiones
fr_fr: Ajouter des exclusions
he_il: הוסף החרגות
hi_in: बहिष्करण जोड़ें
ml_in: ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia

# AddExclusionsButton.ToolTipService.ToolTip
source: Add exclusions to various branches of the Microsoft Defender
ar: إضافة استثناءات إلى مكونات متعددة في Microsoft Defender
de_de: Ausschlüsse in verschiedenen Bereichen von Microsoft Defender hinzufügen
el_gr: Προσθήκη εξαιρέσεων σε διάφορα συστατικά του Microsoft Defender
es: Agregar exclusiones a varios componentes de Microsoft Defender
fr_fr: Ajouter des exclusions à diverses branches de Microsoft Defender
he_il: הוסף החרגות לענפים שונים של Microsoft Defender
hi_in: Microsoft Defender के विभिन्न घटकों में बहिष्करण जोड़ें
ml_in: Microsoft Defender-ന്റെ വിവിധ ഘടകങ്ങളിൽ ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia do różnych składników Microsoft Defender

# AddExclusionsButton.AutomationProperties.HelpText
source: Add exclusions to various branches of the Microsoft Defender
ar: إضافة استثناءات إلى مكونات متعددة في Microsoft Defender
de_de: Ausschlüsse in verschiedenen Bereichen von Microsoft Defender hinzufügen
el_gr: Προσθήκη εξαιρέσεων σε διάφορα συστατικά του Microsoft Defender
es: Agregar exclusiones a varios componentes de Microsoft Defender
fr_fr: Ajouter des exclusions à diverses branches de Microsoft Defender
he_il: הוסף החרגות לענפים שונים של Microsoft Defender
hi_in: Microsoft Defender के विभिन्न घटकों में बहिष्करण जोड़ें
ml_in: Microsoft Defender-ന്റെ വിവിധ ഘടകങ്ങളിൽ ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia do różnych składników Microsoft Defender

# AddExclusionsForFilePathMenuFlyoutItem.Text
source: File Path
ar: مسار الملف
de_de: Dateipfad
el_gr: Διαδρομή αρχείου
es: Ruta de archivo
fr_fr: Chemin du fichier
he_il: נתיב קובץ
hi_in: फ़ाइल पथ
ml_in: ഫയൽ പാത
pl_pl: Ścieżka pliku

# AddExclusionsForFilePathMenuFlyoutItem.ToolTipService.ToolTip
source: Add exclusions for a file path
ar: إضافة استثناءات لمسار ملف
de_de: Ausschlüsse für einen Dateipfad hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διαδρομή αρχείου
es: Agregar exclusiones para una ruta de archivo
fr_fr: Ajouter des exclusions pour un chemin de fichier
he_il: הוסף החרגות עבור נתיב קובץ
hi_in: फ़ाइल पथ के लिए बहिष्करण जोड़ें
ml_in: ഫയൽ പാതയ്ക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla ścieżki pliku

# AddExclusionsForFilePathMenuFlyoutItem.AutomationProperties.HelpText
source: Add exclusions for a file path
ar: إضافة استثناءات لمسار ملف
de_de: Ausschlüsse für einen Dateipfad hinzufügen
el_gr: Προσθήκη εξαιρέσεων για διαδρομή αρχείου
es: Agregar exclusiones para una ruta de archivo
fr_fr: Ajouter des exclusions pour un chemin de fichier
he_il: הוסף החרגות עבור נתיב קובץ
hi_in: फ़ाइल पथ के लिए बहिष्करण जोड़ें
ml_in: ഫയൽ പാതയ്ക്ക് ഒഴിവാക്കലുകൾ ചേർക്കുക
pl_pl: Dodaj wykluczenia dla ścieżki pliku
